[
    {
        "name": "Marble Vase",
        "price": 310.00,
        "stock": 10,
        "rating": 3,
        "brand": "kidsor",
        "details": "Elegant simple design with marble patterns. Amazing detailed texture and beautiful finishing. We've fitted the marble vase with bottom protectors to prevent scratches.IDEAL GIFT - The simple and elegant designed vase makes it a perfect gift for friends and family Christmas gifts wedding bridal shower and any holiday gift options. Three size options: 8 inch/10 inch/12 inch.",
        "img": "https://i.ibb.co/R9jry4f/Marble-Vase.jpg"
    },
    {
        "name": "Terrakota Vase",
        "price": 310,
        "stock": 20,
        "rating": 4,
        "brand": "Terako",
        "details": "Elegant simple design with Terakotta patterns. Amazing detailed texture and beautiful finishing. We've fitted the Terrakota vase with bottom protectors to prevent scratches. IDEAL GIFT - The simple and elegant designed vase makes it a perfect gift for friends and family Christmas gifts wedding bridal shower and any holiday gift options.Three size options: 8 inch/10 inch/12 inch.",
        "img": "https://i.ibb.co/rsKYhPy/Terrakota-Vase.jpg "
    },
    {
        "name": "Tea Pots",
        "price": 500.00,
        "stock": 15,
        "rating": 4,
        "brand": "Kindson",
        "details": "Elegant simple design with Ceramic patterns. Amazing detailed texture and beautiful finishing. We've fitted the Tea Pots with bottom protectors to prevent scratches. IDEAL GIFT - The simple and elegant designed vase makes it a perfect gift for friends and family Christmas gifts wedding bridal shower and any holiday gift options. Three diffrent options: 3 set/9 set/9 set/12",
        "img": "https://i.ibb.co/SVwQjsh/Tea-Pots.jpg "
    },
    {
        "name": "River Vase",
        "price": 400.00,
        "stock": 18,
        "rating": 5,
        "brand": "Emkii",
        "details": "Elegant simple design with Marble patterns. Amazing detailed texture and beautiful finishing. We've fitted the River vase with bottom protectors to prevent scratches. IDEAL GIFT - The simple and elegant designed vase makes it a perfect gift for friends and family Christmas gifts wedding bridal shower and any holiday gift options. Three size options: 8 inch/10 inch/12 inch.",
        "img": "https://i.ibb.co/Pxhjf9f/River-Vase.jpg"
    },
    {
        "name": "Metal Vase",
        "price": 300.00,
        "stock": 8,
        "rating": 5,
        "brand": "Emkii",
        "details": "Elegant simple design with Metalic patterns. Amazing detailed texture and beautiful finishing. We've fitted the Metal vase with bottom protectors to prevent scratches.IDEAL GIFT - The simple and elegant designed vase makes it a perfect gift for friends and family Christmas gifts wedding bridal shower and any holiday gift options. Three size options: 8 inch/10 inch/12 inch.",
        "img": " https://i.ibb.co/XVs56JL/Metal-Vase.jpg"
    },
    {
        "name": "Italian Pots",
        "price": 400.00,
        "stock": 8,
        "rating": 5,
        "brand": "Itlabo",
        "details": "Elegant simple design with Ceramic patterns. Amazing detailed texture and beautiful finishing. We've fitted the Italic pots with bottom protectors to prevent scratches. IDEAL GIFT - The simple and elegant designed vase makes it a perfect gift for friends and family Christmas gifts wedding bridal shower and any holiday gift options. Three size options: 8 inch/10 inch/12 inch.",
        "img": " https://i.ibb.co/YBV0Q6Z/Italian-Pot.jpg"
    },
    {
        "name": "High Vase",
        "price": 200.00,
        "stock": 8,
        "rating": 4,
        "brand": "Emkii",
        "details": "Elegant simple design with Ceramic patterns. Amazing detailed texture and beautiful finishing. We've fitted the High Vase with bottom protectors to prevent scratches. IDEAL GIFT - The simple and elegant designed vase makes it a perfect gift for friends and family Christmas gifts wedding bridal shower and any holiday gift options. Three size options: 8 inch/10 inch/12 inch.",
        "img": "https://i.ibb.co/GxVdYfD/High-Vase.jpg"
    },
    {
        "name": "Flower Vase",
        "price": 300.00,
        "stock": 18,
        "rating": 5,
        "brand": "Emkii",
        "details": "Elegant simple design with flower patterns. Amazing detailed texture and beautiful finishing. We've fitted the Flower Vase with bottom protectors to prevent scratches. IDEAL GIFT - The simple and elegant designed vase makes it a perfect gift for friends and family Christmas gifts wedding bridal shower and any holiday gift options.Three size options: 8 inch/10 inch/12 inch.",
        "img": "https://i.ibb.co/MSW3r4Z/Flower-Vase.jpg"
    },
    {
        "name": "Ethnic Pot",
        "price": 400.00,
        "stock": 15,
        "rating": 5,
        "brand": "Terako",
        "details": "Elegant simple design with Ethnic patterns. Amazing detailed texture and beautiful finishing. We've fitted the Ethnic Pot with bottom protectors to prevent scratches. IDEAL GIFT - The simple and elegant designed vase makes it a perfect gift for friends and family Christmas gifts wedding bridal shower and any holiday gift options. Three size options: 8 inch/10 inch/12 inch.",
        "img": "https://i.ibb.co/6RvynTx/Ethnic-Pot.jpg"
    },
    {
        "name": "Ceylon Vase",
        "price": 400.00,
        "stock": 18,
        "rating": 4,
        "brand": "Cramix",
        "details": "Elegant simple design with Ceramic patterns. Amazing detailed texture and beautiful finishing. We've fitted the Ceylon Vase with bottom protectors to prevent scratches. IDEAL GIFT - The simple and elegant designed vase makes it a perfect gift for friends and family Christmas gifts wedding bridal shower and any holiday gift options. Three size options: 8 inch/10 inch/12 inch.",
        "img": "https://i.ibb.co/wr1Djr7/Ceylon-Vase.jpg"
    },
    {
        "name": "Antic Vase",
        "price": 200.00,
        "stock": 17,
        "rating": 4,
        "brand": "Terako",
        "details": "Elegant simple design with Terakota patterns. Amazing detailed texture and beautiful finishing. We've fitted the Antic Vase with bottom protectors to prevent scratches. IDEAL GIFT - The simple and elegant designed vase makes it a perfect gift for friends and family Christmas gifts wedding bridal shower and any holiday gift options. Three size options: 8 inch/10 inch/12 inch.",
        "img": "https://i.ibb.co/mSyWbw5/Antic-Pot.jpg"
    },
    {
        "name": "Bamboo Vase",
        "price": 200.00,
        "stock": 17,
        "rating": 4,
        "brand": "Kidson",
        "details": "Elegant simple design with Metalic patterns. Amazing detailed texture and beautiful finishing. We've fitted the Bamboo Vase with bottom protectors to prevent scratches. IDEAL GIFT - The simple and elegant designed vase makes it a perfect gift for friends and family Christmas gifts wedding bridal shower and any holiday gift options. Three size options: 8 inch/10 inch/12 inch.",
        "img": "https://i.ibb.co/nbD2y35/Bamboo-Vase.jpg"
    }
]